// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Supplies Management";

ReplaseTitle = "Replace Supplies";
ReplaseDescription = "Select the condition that prompts the printer to stop printing and require supplies replacement.";
StopAtSupplyLow = "Stop At Supply Low";
StopAtSupplyOut = "Stop At Supply Out";
OverrideOut = "Override Out";
OverrideDescription = "The Override option can only be applied from the printer control panel.";
ThresholdDescription = "Select the low threshold as a percentage of remaining supply.";
ThresholdTitle = "Low Threshold (0 - 100):";
SupplyOutTitle = "Color Supply Out";
SupplyOutDescription = "Select the printer action when a color supply is out.";
ContinueTitle = "Continue Printing in Black-Only Mode";
StopTitle = "Stop";
ApplyButton = "Apply Now";